{
  
  
  "Damilola": "My Damdam Olowo, you have been a blessing to me ever since I moved into your room, literally lol. I have always had a friend, a sister to turn to for anything and you always come through for me. You are that friend I call for enjoyment and for when things get tough, you are THAT GIRL my darling. You have been that rock during stormy days making sure I was good and always reminded me that everything will align perfectly, It was just a matter of time. \nI am using this medium to let you know how much I appreciate you and LOVE you. I will forever cherish you my darling. Having you around on one of the Best Day of my life will be an honour. \nAnd here I pop the question, Will You Be My Chief Bridesmaid?",
  "Fatimah": "My dear Fatty, the only person that calls me sissy. I am grateful for the relationship we have, your sister brought us together and we have been in each other’s lives one way or the other since then. Thank you for always coming through for the ones you love, for being the sweetest younger sister I can always speak to and relate with. Having you around on one of the Best Days of life will be an honour. \nAnd here I pop the question, Will You Be My Bridesmaid?",
  "Esther": "Oh My SEE DOLLAR, I remember the day we met in that small cozy hostel inside a bush, “side eye to the cozy” lol. You have been a beautiful friend in my life, you have been there during the crazy, weird, bad and beautiful days of Unilorin. I have always had a support system in you and I do not take it for granted. Thank you for being there for me and having you around on one of the Best Days of my life will be an honour. \nAnd here I pop the question, Will You Be My  Bridesmaid?",
  "Peace": "My Roomie of life, My darling peace, you are one of the few people I let into my life and space literally without having met even once before. I look back at the journey I had with you and couldn’t have wished it to be anyone else. You are a sister to me, you were there for me during all the good, bad, crazy times and when I was not feeling fine you took care of me in that crazy school that wanted to run us mad. \nI cherish every moment I had with you and will forever hold a beautiful memory. I am using this medium to thank you for being there for me, you are and will continue to be a SISTER to me. Having you around on one of the Best Days of my life will be an honour. \nAnd here I pop the question, Will You Be My Bridesmaid?",
  "Bukola": "My bukky, I met you through one of my best friends and since then I have seen you as my friend, not just a friend but someone I can rely on. The times I have spent with you especially in Abeokuta showed me you are such a sweet soul that goes all out for the people she cares for. I cherish our friendship and will forever hold you in my heart and having you around on one of the Best Days of life will be an honour. \nAnd here I pop the question, Will You Be My Bridesmaid?",
  "Ramot": "Pepprish my darling, fun fact you are my oldest friend and do you know what that means, you have been the person that I have maintained the longest friendship with from secondary school. You are not just a friend to me but a SISTER, I mean I think your mum loves me more than you, lol. I am happy you came into my life that day at AIGHS, I remember the first time we walked home together with our big school bags and tiny legs. \nThose days we came home to eat garri and poured minimie chinchin because we loved how it tasted together. I miss those times when things were simpler. I want to let you know that I love you and you will forever hold a special place in my heart, thank you for being there for me close to 15 years, forever to go darling. Having you around on one of the Best Days of life will be an honour. \nAnd here I pop the question, Will You Be My Bridesmaid?",
  "Muhammed": "Dear Muhammed, \nYou are one of the special people Allah has made my paths cross and I wouldn’t have had it any other way. You have been a crucial stepping stone for my career and always had the best advice for me. You have always reminded me to continue striving for growth in every aspect of my life and here I am officially inviting you to watch me level up my game, lol. \nHaving you around on one of the Best Days of my  life will be an honour MO, You are specially invited to my Nikkah and Wedding reception my BOSS.",
  "Ademola": "Dear Dr Steeze, My one and only BOSS, You have been a guiding light in the past six months of knowing you. I feel like I have known you for longer as you have constantly pushed me to be a better version of myself. I cherish every moment I have with you and appreciate every feedback and advice you have given me towards my professional and personal life. \nYou always remind me to continue striving for growth in every aspect of my life and here I am officially inviting you to watch me level up, lol. \nPS: I know you might not be able to make it because you are not in the trenches like us, lol. But I still wanted to extend this invitation regardless. \nHaving you around on one of the Best Days of my life will be an honour Dr. S, You are specially invited to my Nikkah and Wedding reception my BOSS."
}
