{
  "Ruqoyah": "My Dearest Ruqoyah, \nFrom the moment you entered my life, everything changed in the most beautiful way possible. You brought light where there was darkness, warmth where there was cold, and love that has filled every corner of my heart. With each passing day, I have come to realize just how incredibly blessed I am to have you by my side. \nThe years we have spent together have been nothing short of extraordinary. Every laughter, every tear, every memory we have created is a testament to the profound connection we share. \nThrough it all, you have shown me what true love looks like: kind, patient, understanding, yet fierce and unwavering. Your strength inspires me; your compassion humbles me, and your beauty inside and out takes my breath away. \nRuqoyah, my love for you grows deeper with every sunrise, and I cannot imagine a single day without you in my life. You are my partner, my confidante, my greatest supporter, and the person who makes my world whole. It is because of you that I wake up each morning with hope and gratitude, knowing that I get to spend another day loving you. \nToday, I want to take this love we have built and make it eternal. I want to profess the love I have for you in public with our parents, friends, and family in attendance to bear witness to our matrimony. \nWill you do me the immense honor of becoming my wife?  \nI promise to cherish, protect, and stand by your side through every joy and challenge that comes our way. Together, let us create a lifetime of memories, laughter, and endless love, FIH DUNYA WAL AKHIRA. \nWith all my heart, \n\nAbdulazeez",
  "Adam": "Dear Adam, \nYou have been an amazing brother over the years, you have housed, fed and, even clothed me. You are one of the few I hold in the highest regard not just for the things you have done for me also for the things you have achieved, the responsibilities you take on and the examples you laid. You are a man worthy of emulation. \nYou are part of the people who have been invested in my love life and have been practically with us all through our journey. We are at the point when we want to proclaim our love in the presence of God and man. To this end, I am inviting you to do what you have always been doing. I am inviting you to come be part of my AGBADA CREW \nJoin us as we celebrate love, family, and the bonds that make life meaningful.",
  "Faisal": "Dear Faisal, \nI am always amazed at your dedication to your loved ones and your tireless commitment to everything you do. Your strong family values and incredible work ethic are truly inspiring. It has been a privilege to be able to identify as one of your loved ones. \nI am in the process of stepping into a new phase of life, a phase you are experienced in, one where I will need your wisdom and experience to navigate. I am formally inviting you to witness the holy solemnization of my relationship with Ruqoyah and truly hope you can join us as part of the AGBADA CREW. \nJoin us as we celebrate love, family, and the bonds that make life meaningful.",
  "Lukman": "Dear Lukman, \nThrough every challenge and every triumph, your grit and tenacity have always stood strong. I have always admired your unshakable determination and the way you push forward, no matter the odds. We’ve shared moments of struggle and moments of abundance, and through it all, your presence has been a constant source of strength and inspiration. \nAs we prepare to step into this new chapter of our lives, celebrating without you by our side would be immense for us. Your presence would make our wedding day more colorful and eventful. \nWe are inviting you to join our AGBADA CREW, to celebrate our big day and grace your with your wisdom.",
  "Saheed": "Dear Saheed \nFrom the very beginning, you have been more than just my brother, you have been my protector, my friend, and my partner in both personal and professional life. Your unwavering love, guidance, and support have shaped me in ways I can never fully express. Through every challenge and every victory, you have been my ROCK, and I am endlessly grateful for the bond we share. \nAs I am about to embark on this new sojourn, I would love to have you by my side, not just as my brother, but as my Best Man. It would mean the world to me to have you standing next to me on the big day, just as you always have through every stage of my life. \nI hope you’ll accept this honor and join me in celebrating a day that wouldn’t be complete without you.",
 
  "Damilola": "My Damdam Olowo, you have been a blessing to me ever since I moved into your room, literally lol. I have always had a friend, a sister to turn to for anything and you always come through for me. You are that friend I call for enjoyment and for when things get tough, you are THAT GIRL my darling. You have been that rock during stormy days making sure I was good and always reminded me that everything will align perfectly, It was just a matter of time. \nI am using this medium to let you know how much I appreciate you and LOVE you. I will forever cherish you my darling. Having you around on one of the Best Day of my life will be an honour. \nAnd here I pop the question, Will You Be My Chief Bridesmaid?",
  "Fatimah": "My dear Fatty, the only person that calls me sissy. I am grateful for the relationship we have, your sister brought us together and we have been in each other’s lives one way or the other since then. Thank you for always coming through for the ones you love, for being the sweetest younger sister I can always speak to and relate with. Having you around on one of the Best Days of life will be an honour. \nAnd here I pop the question, Will You Be My Bridesmaid?",
  "Esther": "Oh My SEE DOLLAR, I remember the day we met in that small cozy hostel inside a bush, “side eye to the cozy” lol. You have been a beautiful friend in my life, you have been there during the crazy, weird, bad and beautiful days of Unilorin. I have always had a support system in you and I do not take it for granted. Thank you for being there for me and having you around on one of the Best Days of my life will be an honour. \nAnd here I pop the question, Will You Be My  Bridesmaid?",
  "Peace": "My Roomie of life, My darling peace, you are one of the few people I let into my life and space literally without having met even once before. I look back at the journey I had with you and couldn’t have wished it to be anyone else. You are a sister to me, you were there for me during all the good, bad, crazy times and when I was not feeling fine you took care of me in that crazy school that wanted to run us mad. \nI cherish every moment I had with you and will forever hold a beautiful memory. I am using this medium to thank you for being there for me, you are and will continue to be a SISTER to me. Having you around on one of the Best Days of my life will be an honour. \nAnd here I pop the question, Will You Be My Bridesmaid?",
  "Bukola": "My bukky, I met you through one of my best friends and since then I have seen you as my friend, not just a friend but someone I can rely on. The times I have spent with you especially in Abeokuta showed me you are such a sweet soul that goes all out for the people she cares for. I cherish our friendship and will forever hold you in my heart and having you around on one of the Best Days of life will be an honour. \nAnd here I pop the question, Will You Be My Bridesmaid?",
  "Ramot": "Pepprish my darling, fun fact you are my oldest friend and do you know what that means, you have been the person that I have maintained the longest friendship with from secondary school. You are not just a friend to me but a SISTER, I mean I think your mum loves me more than you, lol. I am happy you came into my life that day at AIGHS, I remember the first time we walked home together with our big school bags and tiny legs. \nThose days we came home to eat garri and poured minimie chinchin because we loved how it tasted together. I miss those times when things were simpler. I want to let you know that I love you and you will forever hold a special place in my heart, thank you for being there for me close to 15 years, forever to go darling. Having you around on one of the Best Days of life will be an honour. \nAnd here I pop the question, Will You Be My Bridesmaid?",
  "Muhammed": "Dear Muhammed, \nYou are one of the special people Allah has made my paths cross and I wouldn’t have had it any other way. You have been a crucial stepping stone for my career and always had the best advice for me. You have always reminded me to continue striving for growth in every aspect of my life and here I am officially inviting you to watch me level up my game, lol. \nHaving you around on one of the Best Days of my  life will be an honour MO, You are specially invited to my Nikkah and Wedding reception my BOSS.",
  "Ademola": "Dear Dr Steeze, My one and only BOSS, You have been a guiding light in the past six months of knowing you. I feel like I have known you for longer as you have constantly pushed me to be a better version of myself. I cherish every moment I have with you and appreciate every feedback and advice you have given me towards my professional and personal life. \nYou always remind me to continue striving for growth in every aspect of my life and here I am officially inviting you to watch me level up, lol. \nPS: I know you might not be able to make it because you are not in the trenches like us, lol. But I still wanted to extend this invitation regardless. \nHaving you around on one of the Best Days of my life will be an honour Dr. S, You are specially invited to my Nikkah and Wedding reception my BOSS."
}
